{
	"game": "Chrono Trigger",
	"series": "Chrono Trigger",
	"year": 1995,
	"source": "https://www.chronocompendium.com/Term/Retranslation.html",
	"sourceFeatures": {
		"type": "game data",
		"completeness": "complete",
		"dialogueOrder": true,
		"choices": "complete"
	},
	"error checks": {
		"truePositive_numTestsDone": "5",
		"truePositive_numParsingErrors": "0",
		"truePositive_numSourceErrors": "0",
		"truePositive_notes": "N/A",

		"falsePositive_numTestsDone": "N/A",
		"falsePositive_numErrors": "N/A",
		"falsePositive_notes": "Data extracted from game data"
	},
	"parserParameters": {
		"parser": "ChronoTriggerParser",
		"fileType": ".html"
	},
	"mainPlayerCharacters": ["crono", "marle", "lucca", "frog", "robo", "ayla"],
	"characterGroups": {
		"male": [
			"frog",
			"robo",
			"magus",
			"melchior",
			"ozzie",
			"dalton",
			"spekkio",
			"toma",
			"toma xiii",
			"taban",
			"kino",
			"cyrus",
			"little boy",
			"masa",
			"chancellor",
			"king",
			"flea",
			"mune",
			"doan",
			"slash",
			"chef",
			"pierre",
			"fritz",
			"belthasar",
			"johnny",
			"king guardia xxxiii",
			"hench",
			"gaspar",
			"supervisor",
			"wedge",
			"vicks",
			"omnicrone",
			"norstein",
			"director",
			"marco",
			"boy",
			"nizbel",
			"tata",
			"ozzie viii",
			"real chancellor (600AD)",
			"real chancellor (1000AD)",
			"gato",
			"crono",
			"frog king",
			"banta",
			"king guardia xxi",
			"nobuo uematsu",
			"kazuhiko aoki",
			"hironobu sakaguchi",
			"yuji horii",
			"akira toriyama",
			"kezuka",
			"takayuki ohtachi",
			"yusuke naora",
			"yoshinori kitase",
			"shinichiro hamasaka",
			"yasuyuki honne",
			"tetsuya nomura",
			"akihiko matsui",
			"yukio nakatani",
			"takashi tokita",
			"hirokatsu sasaki",
			"kaname",
			"kazumi kobayashi",
			"yasunori mitsuda",
			"makoto shimamoto",
			"tadahiro usuda",
			"tsutomu terada",
			"kiyoshi yoshii",
			"toshiaki suzuki",
			"koichi ebe",
			"koji sugimoto",
			"yoshinori ogura",
			"tetsuya takahashi",
			"akiyoshi masuda",
			"kazuhiro ohkawa",
			"hiroki chiba",
			"hasui",
			"matsuzo itakura",
			"keisuke matsuhara",
			"kato",
			"haruyuki nishida",
			"keita eto",
			"yasuhiko kamata",
			"hiroshi uchiyama",
			"keizo kokubo",
			"shinichiro okaniwa",
			"manabu daishima",
			"kenichi nishi",
			"katsuhisa higuchi",
			"eiji nakamura",
			"minoru akao",
			"hiroto yamamoto",
			"taizo mamo",
			"mami kawai",
			"masanori hoshino",
			"shun moriya",
			"kazuo suzuki",
			"hiroyuki ito",
			"ken narita",
			"bandeau",
			"fake taban",
			"fake king guardia",
			"heckran",
			"piette",
			"young man",
			"young men",
			"man",
			"old man",
			"poyozo",
			"soldier",
			"knight captain",
			"wounded soldier",
			"waiter",
			"judge",
			"merchant",
			"operator",
			"trader",
			"juror",
			"shop keeper",
			"ticket clerk",
			"dream team",
			"dumber",
			"dumb",
			"bartender",
			"injured knight",
			"drummer",
			"fake soldier",
			"knight",
			"porre mayor",
			"mayor's wife",
			"truce mayor",
			"choras mayor",
			"earthbound ones elder",
			"prophet",
			"knight captain",
			"carpenter (600AD)",
			"carpenter (1000AD)",
			"owner",
			"porre innkeeper",
			"truce innkeeper",
			"dorino elder",
			"laruba chief",
			"village chief",
			"chancellor/yakra",
			"chancellor",
			"tata's father"
		],

		"female": [
			"marle",
			"lucca",
			"fake lucca",
			"ayla",
			"schala",
			"lara",
			"azala",
			"little girl",
			"atropos",
			"queen zeal",
			"fiona",
			"queen leene",
			"elaine",
			"fumi nakashima",
			"doreen",
			"fake queen leene",
			"woman",
			"young woman",
			"nun",
			"old woman",
			"lady",
			"maid",
			"mother brain",
			"mistress",
			"waitress",
			"servant",
			"choras innkeeper",
			"crono's mom",
			"fake crono's mom",
			"elder's wife",
			"naga-ette"
		],

		"neutral": [
			"nu",
			"imp",
			"party",
			"underling",
			"strange creature",
			"blue imp",
			"sir krawlie",
			"poyozo doll",
			"decedent",
			"sign",
			"diary",
			"kilwala",
			"screen",
			"diablos",
			"grave",
			"book",
			"green imp",
			"brown imp",
			"all",
			"various people",
			"masamune",
			"last villagers",
			"mud imp",
			"shadow",
			"crane control code",
			"elevator",
			"notice",
			"rat",
			"guardian",
			"guards",
			"guard",
			"chorus",
			"attendants",
			"akane haruki",
			"boss",
			"child",
			"children",
			"freelancer",
			"jailer",
			"kid",
			"kids",
			"musician",
			"mystics",
			"note",
			"robots",
			"SYSTEM",
			"dancers",
			"medina elder (blue imp)",
			"choras inn owner",
			"rx-xr",
			"unused"
		]
	},
	"aliases": {
		"girl": "marle",
		"glenn": "frog",
		"janus": "magus",
		"mom": "lara",
		"the man": "johnny",
		"robot": "robots",
		"hero tata": "tata",
		"norstein bekkler": "norstein",
		"jonny": "johnny",
		"guru gaspar": "gaspar",
		"": "LOCATION",
		"inn keeper": "truce innkeeper",
		"knight captian": "knight captain",
		"leene": "queen leene",
		"guardia": "king guardia xxi",
		"headman": "dorino elder",
		"real chancellor": "real chancellor (600AD)",
		"rx-xr race listing": "ACTION",
		"lucca, marle": ["lucca", "marle"],
		"old man, young man": ["old man", "young man"],
		"system": "SYSTEM",
		"Trader": "trader",
		"chrono": "crono",
		"? - appears with ioka lines of reaction": "unused lines",
		"? - probably schala; unused op lines": "unused lines",
		"king": {
			"king guardia xxxiii": [
				"That's enough, my dear!",
				"All I asked was for you to behave like a princess. Even royalty must obey rules. Leave the rest up to the Chancellor and forget about the events in town.",
				"We're leaving!",
				"Silence, Princess Nadia! The throne comes before your personal wishes!",
				"You pick up strange ideas venturing outside!",
				"Princess Nadia!",
				"Princess Nadia...",
				"Oh! Nadia...",
				"W, what do you want! I'm not giving in to your demands!",
				"It's your fault for leaving the castle! And letting these...hoodlums in here. You might as well beg for bread on the street corner!",
				"They're a disgrace to this family!",
				"What...?",
				"Get... OUT OF HERE this instant!!! I never want to see your face again!",
				"We're no longer family! Do as you wish!!",
				"W, what's that?",
				"...... For me?",
				"Let's see...",
				"What...!!",
				"How dare you...?! Giving me something this rich when you KNOW I have high cholesterol...!",
				"This is the last straw! Now I know how you REALLY feel!",
				"Leave! NOW!!!! Never show your face here again!!",
				"What are you talking about?! We have no family heirlooms here!",
				"Nadia! The Chancellor is trying to frame me!",
				"Chancellor! What kind of trickery is this?!",
				"Liar!! I've never even seen you before!",
				"Nadia!",
				"No, don't say it. I was wrong to be so stubborn.",
				"I too, have that problem. I thought you left me, but realized that it was I, who abandoned you.",
				"Your mother... How sad! It has taken me so long to understand what Aliza meant with her last words. «Someday when Nadia grows up, she will bring her beloved to meet you. Welcome him warmly. It will be a day you remember forever.»",
				"Of course! You were so young! You ran around saying «Daddy, it's fun having all my favorite people here!» Seeing you so happy, she felt reassured, and she left us quite peacefully.",
				"Yes, why?",
				"You did.",
				"I'll let you exit the castle, BUT! ...you be careful, now. Take care of her!",
				"Sorry, fellas. I'm terribly embarrassed... Take care of Princess Nadia, OK? The real Chancellor's okay. He took off to the Knight's room sayin' he was gettin' ready for the parade!",
				"We've been looking for you, Crono. Where did you take my daughter?",
				"She says Crono has been a perfect gentleman, but...",
				"What do you think, Chancellor?",
				"Pierre, what do you think?",
				"...save the future, right?",
				"Here I was fussing about my kingdom, and my daughter, and you were saving past, present and future!",
				"Now, for a true victory parade! Tonight we celebrate...you!",
				"I'm so happy! Now there's no reason for you to go away anymore.",
				"I have a gift for you, to commemorate this day, Princess Nadia.",
				"This is Nadia's Bell. It will ring out across the land.",
				"Marle...where did you go? Could someone please lend me a hand?",
				"Uh, no Taban. Actually, I could really use your help... ",
				"It's Nadia's Bell, which will replace the 400 year old Leene Bell. Henceforth, Nadia's Bell will proudly ring for lasting peace.",
				"Now, you can do the honors.",
				"Where have you been, Nadia? First, calm down. And why those clothes?",
				"What ARE you babbling about? You needn't keep dressing that way!",
				"You're just in time! We found this 400 year old wedding album in the treasury."
			],
			"king guardia xxi": [
				"Sir! I understand that you are the one who saved my dear wife, the Queen! But can you tell me what happened? Leene's acting rather odd. And she seems to have lost her coral pin, which is something she guarded with her life... Forgive me! You must be tired. We can talk about this later. Please rest in the Knights quarters, downstairs, to the left.",
				"Thank you, Crono. But...who was that girl we found in the canyon?",
				"Thank goodness, you're safe!! You may resemble Leene, but you sure don't act like her! Anyway, you've really helped me. Let me know how I can repay you.",
				"Oh, Crono... I've let down my kingdom. Since we cannot locate Cyrus, our sole hope rests on the boy who has the hero medal... He searches the southern continent, for the sword that can defeat Magus.",
				"Hello! You're always welcome here. What can I do for you?",
				"I get it. You want me to keep that huge shell safe here until the next century, right?",
				"Done! I shall obtain the shell and store it in the castle, as a national treasure. Knight Captain!",
				"Go and obtain the Rainbow Shell, and bring it back in one piece!"
			],
			"fake king guardia": [
				"How nice of you to come. I'm sure Yakra will be just as pleased. Why not rest in here until he's available?"
			]
		},
		"soldier": {
			"fake soldier": [
				"A...are you here to save Queen Leene?! Oh, what a relief!"
			]
		},
		"queen": {
			"marle": [
				"Show your manners! This is a friend of mine!",
				"You refuse to obey my orders?!",
				"Giggle...",
				"Stop that at once!",
				"Ah! There you are.",
				"Please leave us. I need to talk to this individual.",
				"Come nearer, Sir.",
				"Giggle...",
				"Fooled you, didn't I, Crono?"
			],
			"queen zeal": [
				"Who are you!? How did you get in here?",
				"How DARE you think you could oppose me, you...foreigners! You're worse than the Gurus!",
				"Fools! Dalton, take them away!",
				"Mwa, ha, ha... Fear not! You won't die...immediately, that is! But by the time we're through with you, you'll be begging us to end your suffering. What a delicious diversion!",
				"Schala, raise the power of the Mammon Machine to its limit!",
				"Schala! You dare to disobey me?!",
				"Oh...what bright splendor! The incredible power of Lavos!!!",
				"Ahh, I can feel it! The pulse of eternal life!!! Ha, ha, ha...!",
				"Don't stop Schala! We're almost there... Immortality will be ours! Zeal will have the glory it deserves!",
				"Mwa, ha, ha... Too long have I waited...!",
				"What are you doing Schala?! I need your help here!",
				"Th, the Mammon Machine!?",
				"What do you think you can do?",
				"Hmph! A false prophet... You'll be a snack for the great Lavos!",
				"Get away from there, Schala! The almighty life force of Lavos lives in all of us... You are a part of it! You cannot change fate now! Oppose me and I will destroy you also!",
				"Come Prophet, feel the power of Lavos!",
				"Foolish one! Your measly power can't touch Lavos!",
				"This is from me to you! You shall enjoy eternal life... ...as part of Lavos! Uwa, ha, ha, ha...!",
				"So! You are Crono. Why don't you do as Schala says, and run away, yelping in terror? Isn't your life precious to you? Mwa, ha, ha!",
				"Haven't given up yet? What do you hope to do? You challenge Lavos with that battered body of yours?",
				"Mwa, ha, ha... See the power of Lavos and feel his wrath!",
				"Behold, my pretties! Destiny, in its most brutal form. All the dreams that might have been. All the happiness, and sorrow, you might have experienced. Gone forever!!! For you there will be no tomorrow!",
				"The Dark Omen transcends time and space, waiting for Lavos to awaken! Destiny has led you here. And here you shall rest forever, unless you can defeat me, and smash the Omen!",
				"Come, dear friends. Perhaps I can persuade Lavos to share his dreams with you! Did I say dreams? I meant his eternal nightmare!",
				"Argh! My powers don't seem to work here! Wait! I'll simply toss you into the Mammon Machine! You'll be one with the Omen, Lavos...and me!",
				"So Melchior? You see, the Mammon Machine functions perfectly. Your worries were for naught.",
				"The Guru of Reason, Belthasar.",
				"And the Guru of Time, Gaspar...",
				"Foolish ones, watch closely. Lavos awakens! The sun will never set on Zeal!"
			],
			"queen leene": [
				"You seem like one of the family, now!",
				"Cyrus must have sent the boy to us."
			],
			"fake queen leene": [
				"There was no need for you to come rescue me! The master, Yakra is very kind! I've decided to stay here. Now why don't you make yourselves at home, too!"
			]
		},
		"queen leene": {
			"marle": ["Stop that at once!"]
		},
		"king guardia": {
			"king guardia xxi": [
				"You had me worried, Leene.",
				"Y...you're ALIVE! Although we did sustain major casualties, we wouldn't have made it without you! Anyway, we all must work together to rebuild the Kingdom of Guardia! We're all in this together!",
				"Yes, he's real.",
				"Do you have any children, Chancellor?",
				"Then our victory is their freedom! Your children, and theirs as well, now live in a world that knows hope."
			],
			"king guardia xxxiii": [
				"It's you! Where's Princess Nadia? Tell her to return to the castle, please.",
				"All right, forget it! Beat it, you guys!!",
				"...... I've got nothing to say!",
				"You fought Magus's troops, and brought peace to the kingdom in the year 600.",
				"Our kinsmen told me all about your incredible mission.",
				"Now Marle, go out and enjoy the last night of the fair!"
			]
		},
		"mayor": {
			"truce mayor": [
				"Want my advice?",
				"You've got potential! You'll learn a number of «Techniques» as you progress! «Techniques» are magic attacks that also utilize your weapons. You'll acquire them with discipline. My, my! You're so enthusiastic! Use this to help you get started! A gift of 300 G!"
			],
			"porre mayor": [
				"Moon Stone? Never heard of it!",
				"You're interested in the Moon Stone? Well, someone simply left it here. Seems important to you folks. Why don't you take it!",
				"Share and share alike! Help the needy! Thinkin' about makin' THAT the town motto."
			],
			"choras mayor": [
				"There's an old structure to the north. It's been in ruins for ages.",
				"A Hero's grave is to the north. 400 years ago, the knight Cyrus fell while protecting our Kingdom from Magus."
			]
		},
		"elder": {
			"porre mayor": [
				"Ha! I run this town! And I'm so rich I don't know what to do with it all!! Give you 10G if you act like a chicken!",
				"Bo-oring!",
				"HAAAHAHA! Here ya go, 10G!"
			],
			"earthbound ones elder": [
				"Miss Schala...why have you come to such a miserable place?",
				"Schala's been abducted. But without sorcery, we can't do a thing.",
				"Um! Your'e awake!",
				"You were delirious.",
				"We found no one else...",
				"This island was the only refuge left, after the Ocean Palace disaster.",
				"When the disaster struck, an eerie, black portal materialized. Melchior tried to save Janus, but he was also dragged in.",
				"I don't know. No one has seen her since.",
				"Your ship is quite sturdy and safe. It's almost as if it followed you here...",
				"Oh, this must be yours.",
				"Young lady, I found it on your shoulder, almost as if it were guarding you.",
				"It was at your side, like a guardian...",
				"Take all the time you need to rest. I will be in the commons.",
				"All rested up?",
				"Whoa! That ship can fly!",
				"We're slowly recovering. We've got to start from scratch.",
				"What happened?",
				"Lavos is gone, so the Gate will shut. Return now, or you'll be lost in time.",
				"Hey there!",
				"They've all... Have they all left?",
				"I forgot to give them this. ... ...Oh well.",
				"They dropped this! ... ...Oh well..."
			],
			"medina elder (blue imp)": [
				"I'm the leader of Medina. Make yourself at home."
			]
		},
		"boss": {
			"carpenter (600AD)": [
				"My tools have been stolen! I can't get any work done now.",
				"You've got some tools there. Will you lend them to a buddy?",
				"Thanks for lending me those tools. Now I can finally get to work! I guess I'll start with the ruins! C'mon, you lazy blokes!",
				"We're done for now.",
				"We can't repair the spots where the monsters hide. Call us after you get rid of them. We'll do the rest.",
				"You want the Northern Ruins repaired? It'll cost you 2000 G.",
				"That's it for now."
			],
			"carpenter (1000AD)": [
				"You wanna borrow my tools? Be my guest! I'm busy here, so go get them from my wife.",
				"Huh? When do I work? That's none of your business!"
			]
		},
		"owner": {
			"choras inn owner": ["Come on in!"]
		},
		"innkeeper": {
			"truce innkeeper": ["Seeya around."],
			"porre innkeeper": [
				"20G in advance...",
				"Come again soon.",
				"Very well!"
			],
			"choras innkeeper": ["10G a night."]
		},
		"chief": {
			"dorino elder": [
				"We can use the «Rainbow Shell» to make some reflective armor. It'll be strong against magic! But that guy's a little flakey... Was it a mistake to trust him?",
				"That liar! He's a no good, useless... He took the money but can't find what I asked for! I've been duped!"
			],
			"laruba chief": [
				"Thankful for Ioka. When village burn, they take us in."
			]
		},
		"chancellor": {
			"chancellor/yakra": [
				"Hmmm...",
				"What do you want? Get out of my face!",
				"She escaped?! But how? She was in a secured room!",
				"Prepare yourself, Queen Leene.",
				"YOU! How did you get in here?",
				"Gyah, ha, ha... It's useless to fight! No one will leave here alive!",
				"Stupid frog! It's time you jumped off this mortal coil!",
				"True-form...CHANGE!"
			],
			"real chancellor (600AD)": [
				"That no good Yakra! Impersonating me and kidnapping the Queen! We MUST create a criminal justice system in this Kingdom to do away with such fiends.",
				"Wow, you could be Leene's twin!",
				"Sir Crono! The legendary Hero has finally appeared! He just arrived a moment ago, to meet the King.",
				"Crono, my thanks extend for generations to come.",
				"B, but your majesty, what victory? We have never fought anyone!",
				"Y, yes, of course.",
				"Ow, oww!"
			],
			"real chancellor (1000AD)": [
				"Phew, finally! That beast, keepin' me locked up in here...!",
				"Princess Nadia! Your friends, I presume?",
				"Wait, I don't have time for this. I must prepare for the Moonlight Parade!",
				"Princess Nadia! At the moonlight parade, you shall receive a lovely present from me!",
				"Enjoy yourselves at the moonlight parade!",
				"Crono's deeds have had an enormous impact on the kingdom!"
			]
		},
		"woman" : {
			"SYSTEM":["This box has been in the family for generations"]
		}
	}
}
